Repository: Plemi/manageiq-ui-service
Catalog: client/gettext/po/*/manageiq-ui-service.po
Languages: nl

source: % Complete
nl: % Gereed

source: %s is a retired resource
nl: %s is een vervallen hulpbron

source: %s was duplicated, id # %d.
nl: %s is gedupliceerd, id # %d

source: %s was edited.
nl: %s is aangepast

source: %s was retired.
nl: %s is vervallen

source: %s was started.
nl: %s is gestart

source: %s was stopped.
nl: %s is gestopt

source: %s was suspended.
nl: %s is gepauzeerd

source: (Current Group)
nl: (Huidige groep)

source: 2 Weeks
nl: 2 weken

source: 3 Weeks
nl: 3 weken

source: 4 Weeks
nl: 4 weken

source: About
nl: Over

source: About Me
nl: Over mij

source: Action not able to submit.
nl: Actie niet uitvoerbaar

source: Active
nl: Actief

source: Add to Shopping Cart
nl: Voeg toe aan Winkelwagen

source: Administration UI
nl: Administratie UI

source: Affected Order
nl: Betrokken Order

source: Affected Services
nl: Betrokken Diensten

source: Approved Requests
nl: Goedgekeurde Aanvragen

source: Are you sure you want to clear all items from your shopping cart?
nl: Weet u zeker dat u alle item uit uw Winkelwagen wilt verwijderen?

source: Are you sure you want to remove this item from your shopping cart?
nl: Weet u zeker dat u dit Item uit uw Winkelwagen wilt verwijderen?

source: Are you sure you wish to proceed?
nl: Weet u zeker dat u door wilt gaan?

source: Are you sure you would like to clear all [[heading]]?
nl: Weet u zeker dat uw alle [[heading]] wilt verwijderen?

source: Are you sure you would like to retire this resource?
nl: Weet u zeker dat u deze hulpbron wilt laten vervallen?

source: Available
nl: Beschikbaar

source: Boot Time: Unknown
nl: Opstarttijd: Onbekend

source: Browser Default
nl: Browser Standaard

source: Cancel
nl: Annuleren

source: Catalog Name
nl: Catalogus Naam

source: Catalogs
nl: Catalogi

source: Change Group:
nl: Wijzig Groep:

source: Change to this Group
nl: Wijzig naar deze Groep

source: Clear
nl: Maak leeg

source: Clear All
nl: Maak alles leeg

source: Clear All [[heading]]
nl: Maak alle [[heading]] leeg

source: Clear Shopping Cart
nl: Maak Winkelwagen leeg

source: Close
nl: Sluit

source: Completed:
nl: Voltooid:

source: Configuration
nl: Configuratie

source: Confirm, would you like to remove this service?
nl: Verwijder deze Dienst. Zeker weten?

source: Confirm, would you like to retire this service?
nl: Dienst terugtrekken. Zeker weten?

source: Continue
nl: Doorgaan

source: Cost not available
nl: Kosten niet beschikbaar

source: Create
nl: Creër

source: Create Snapshot
nl: Maak Momentopname

source: Create snapshot
nl: Maak Momentopname

source: Created
nl: Gemaakt

source: Created On
nl: Gemaakt op

source: Created:
nl: Gemaakt:

source: Creating snapshot.
nl: Momentopname wordt gemaakt.

source: Credentials
nl: Rechten

source: Current Group
nl: Huidige Groep

source: Current Services
nl: Huidige Diensten

source: Currently Selected Group
nl: Huidig Geselecteerde Groep

source: Custom Button:
nl: Aangepaste Knop:

source: Custom button action
nl: Aangepaste Knop Actie

source: Delete
nl: Verwijder

source: Delete All Snapshots
nl: Verwijder alle Momentopnamen

source: Delete All Snapshots on VM %s
nl: Verwijder alle Momentopnamen van VM %s

source: Delete Snapshot
nl: Verwijder Momentopname

source: Delete all snapshots
nl: Verwijder alle Momentopnamen

source: Deleting order.
nl: Bestelling wordt verwijderd.

source: Deleting snapshot.
nl: Momentopname wordt verwijderd.

source: Denied Requests
nl: Geweigerde Aanvragen

source: Deployment Role
nl: Implementatie Rol

source: Description
nl: Omschrijving

source: Discard Changes
nl: Verwijder wijzigingen

source: Documentation
nl: Documentatie

source: Don't Change
nl: Niet Wijzigen

source: Duplicate
nl: Dupliceer

source: Duplicate Order
nl: Dupliceer Volgorde

source: Duplicate Shopping Cart Item
nl: Dupliceer Winkelwagen Item

source: Edit
nl: Wijzig

source: Edit Service
nl: Wijzig Dienst

source: Edit Tags
nl: Wijzig Labels

source: Elapsed
nl: Verstreken

source: Error
nl: Fout

source: Error creating snapshot.
nl: Fout bij maken momentopname.

source: Error deleting order.
nl: Fout bij verwijderen bestelling.

source: Error deleting service.
nl: Fout bij verwijderen dienst.

source: Error deleting snapshot.
nl: Fout bij verwijderen momentopname

source: Error retrieving user info
nl: Fout bij ophalen gebruikers info

source: Error reverting snapshot.
nl: Fout bij terugzetten momentopname.

source: Error setting ownership.
nl: Fout bij instellen eigenaarschap.

source: Filter by Catalog Name
nl: Filteren op Catalogus Naam

source: Filter by Description
nl: Filter op Omschrijving

source: Filter by ID
nl: Filter op ID

source: Filter by Name
nl: Filter op Naam

source: Filter by Order Date
nl: Filter op Besteldatum

source: Finished
nl: Gereed

source: For Sizing
nl: tbv Schalen

source: If you do not save, any changes will be lost.
nl: Als u niet opslaat gaan alle wijzigingen verloren

source: Incorrect username or password.
nl: Onjuiste gebruikersnaam of wachtwoord

source: Item added to shopping cart
nl: Item toegevoegd aan Winkelwagen

source: Item added to shopping cart, but it's a duplicate of an existing item
nl: Item toegevoegd aan Winkelwagen, maar het is een duplicaat van een bestaand Item

source: Language
nl: Taal

source: Last Boot
nl: Laatst Gestart

source: Latest
nl: Laatste

source: Latest Boot Time
nl: Laatste Starttijd

source: Latest Snapshot Name
nl: Laatste naam Momentopname

source: Latest Snapshot Timestamp
nl: Laatste tijdstip Momentopname

source: Latest Snapshot: Unknown
nl: Laatste Momentopname: Onbekend

source: Launched By
nl: Gestart door

source: Lifecycle
nl: Levenscyclus

source: Log into the full administrative UI
nl: Log in de volledige administratieve UI

source: Login
nl: Inloggen

source: Logout
nl: Uitloggen

source: ManageIQ Self Service
nl: ManageIQ Zelf Service

source: Mark All Read
nl: Markeer Alles Gelezen

source: Memory
nl: Geheugen

source: Monthly Charges - This Month To Date
nl: Maandelijkse Kosten - Deze maand tot nu

source: Monthly Cost
nl: Maandelijkse kosten

source: My Services
nl: Mijn Diensten

source: Name
nl: Naam

source: Name *
nl: Naam *

source: Never
nl: Nooit

source: Never Verified
nl: Nooit geverifieerd

source: New
nl: Nieuw

source: No Provisioning Dialog Available.
nl: Geen Provisionering Dialoog Beschikbaar.

source: No Service
nl: Geen Dienst

source: No Warning
nl: Geen Waarschuwing

source: No credentials available.
nl: Geen rechten beschikbaar.

source: No logs available.
nl: Geen logboek beschikbaar.

source: No plays available.
nl: Geen plays beschikbaar.

source: None
nl: Geen

source: Not Available
nl: Niet Beschikbaar

source: Notifications
nl: Meldingen

source: Order
nl: Bestel

source: Order #
nl: Bestel #

source: Order Date
nl: Bestel Datum

source: Order Details
nl: Bestel Details

source: Order ID
nl: Bestel ID

source: Ordered
nl: Besteld

source: Orders
nl: Bestellingen

source: Owner
nl: Eigenaar

source: Parent Catalog Item
nl: Bron Catalogus Onderdeel

source: Parent Service
nl: Bron Dienst

source: Password
nl: Wachtwoord

source: Pending Requests
nl: Verzoeken in Afwachting

source: Play In Progress
nl: Play in Uitvoering

source: Please confirm, this action will delete all snapshots of vm %s
nl: Bevestig alstublieft: deze actie zal alle momentopnamen van vm %s verwijderen

source: Please confirm, this action will delete snapshot %s
nl: Bevestig alstublieft: deze actie zal momentopname %s verwijderen

source: Policy
nl: Beleid

source: Power
nl: Voeding

source: Power Management
nl: Voedings Beheer

source: Power Operations
nl: Voedings Operaties

source: Power State: Off
nl: Voedings Status: Uit

source: Power State: On
nl: Voedings Status: Aan

source: Power State: Unknown
nl: Voedings Status: Onbekend

source: Properties
nl: Eigenschappen

source: Reconfigure
nl: Herconfigureren

source: Reconfigure the Service
nl: Herconfigureer de Dienst

source: Reconfigure this service has been cancelled
nl: Herconfigureren deze dienst is geannuleerd

source: Refresh
nl: Ververs

source: Relationships
nl: Relaties

source: Relative current cost
nl: Relatieve huidige kosten

source: Remove
nl: Verwijder

source: Remove Item
nl: Verwijder Onderdeel

source: Remove Order
nl: Verwijder Bestelling

source: Remove Service
nl: Verwijder Dienst

source: Remove Services
nl: Verwijder Diensten

source: Repo Name
nl: Repo Naam

source: Request Date
nl: Aanvraag Datum

source: Request ID
nl: Aanvraag ID

source: Request State
nl: Aanvraag Status

source: Requester
nl: Aanvrager

source: Resources
nl: Hulpbronnen

source: Results
nl: Resultaten

source: Retire
nl: Verval

source: Retire Resource
nl: Verval hulpbron

source: Retire Service
nl: Verval Dienst

source: Retire Service Now
nl: Verval Dienst Nu

source: Retire Services
nl: Verval Diensten

source: Retire the Service
nl: Verval de dienst

source: Retired
nl: Vervallen

source: Retired Services
nl: Vervallen Diensten

source: Retired resource
nl: Vervallen hulpbron

source: Retirement Date
nl: Vervaldatum

source: Retirement State
nl: Vervalstatus

source: Retirement Warning
nl: Verval Waarschuwing

source: Retires
nl: Vervalt

source: Retires On
nl: Vervalt Op

source: Retiring Soon
nl: Vervalt Binnenkort

source: Revert
nl: Terugzetten

source: Revert Snapshot
nl: Terugzetten Momentopname

source: Reverting snapshot.
nl: Momentopname is terug gezet.

source: Save
nl: Bewaar

source: Save Changes
nl: Bewaar Wijzigingen

source: Schedule Service Retirement
nl: Inplannen Vervalmoment Dienst

source: Scheduling retirement.
nl: Inplannen vervalmoment

source: Security
nl: Beveiliging

source: Select a Group
nl: Selecteer een Groep

source: Select a value to assign
nl: Selecteer een waarde voor toekenning

source: Select an Owner
nl: Selecteer een Eigenaar

source: Server Name:
nl: Server Naam:

source: Service
nl: Dienst

source: Service Catalog
nl: Diensten Catalogus

source: Service Catalogs
nl: Diensten Catalogi

source: Service Custom Button Details
nl: Dienst Aangepaste Knop Details

source: Service Details
nl: Dienst Details

source: Service Id
nl: Dienst ID

source: Service Template Details
nl: Dienst Sjabloon Details

source: Service deleting.
nl: Dienst wordt verwijderd.

source: Services
nl: Diensten

source: Services Explorer
nl: Diensten Verkenner

source: Services Retired
nl: Diensten Verwijderd

source: Set Ownership
nl: Instellen Eigenaar

source: Set Retirement
nl: Instellen Vervaldatum

source: Set Retirement Dates
nl: Stel Verval Data in

source: Set Service Ownership
nl: Stel Dienst Eigenaar in

source: Setting ownership.
nl: Eigenaarschap wordt ingesteld.

source: Shopping Cart
nl: Winkelwagen

source: Shopping cart
nl: Winkelwagen

source: Shopping cart is empty.
nl: Winkelwagen is leeg

source: Shopping cart successfully ordered
nl: Winkelwagen succesvol besteld

source: Show parent and child VMs
nl: Toon bron en afgeleide VMs

source: Snapshots
nl: Momentopname

source: Standard Out
nl: Standaard Uitvoer

source: Start the Service
nl: Start de Dienst

source: Start this service
nl: Start deze Dienst

source: Started
nl: Gestart

source: Started:
nl: Gestart:

source: Stop the Service
nl: Stop de Dienst

source: Stop this service
nl: Stop deze Dienst

source: Submit Request
nl: Verzend Aanvraag

source: Suspend
nl: Pauzeer

source: Suspend the Service
nl: Pauzeer de Dienst

source: Suspend this service
nl: Pauzeer deze Dienst

source: Switch Language:
nl: Wijzig Taal:

source: Tagging successful.
nl: Etikettering gelukt.

source: Tags
nl: Etiketten

source: Tenant
nl: Organisatie

source: The number of active services
nl: Het aantal actieve diensten

source: The number of services retiring within the next 30 days
nl: Het aantal diensten welke binnen de volgende 30 dagen zijn vervallen

source: The number of services which have hit their retirement period or been retired
nl: Het aantal diensten dat hun vervaldatum heeft bereikt of zijn vervallen

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
nl: De pagina die u zoekt kan zijn verwijderd, een andere naam gekregen, of tijdelijk niet beschikbaar zijn.

source: The page you requested cannot be found.
nl: De aangevraagde pagina kan niet gevonden worden.

source: The total number of available catalogs
nl: Het totaal aantal beschikbare catalogi

source: There already is an identical item in the cart. Do you want to add it anyway?
nl: Er is al een identiek onderdeel in de winkelwagen. Wilt u het toch toevoegen?

source: There are no Compute Resources for this service.
nl: Er zijn geen rekeneenheden voor deze dienst.

source: There are no tags for this item.
nl: Er zijn geen etiketten voor dit onderdeel.

source: There was a problem loading the page.
nl: Er was een probleem bij het laden van deze pagina.

source: There was an error adding to shopping cart:
nl: Er is een fout opgetreden bij het toevoegen aan de winkelwagen:

source: There was an error creating the snapshot.
nl: Er is een fout opgetreden bij het maken van de momentopname.

source: There was an error duplicating %s.
nl: Er is een fout opgetreden bij het dupliceren van %s.

source: There was an error editing this service.
nl: Er is een fout opgetreden bij het aanpasse nvan deze dienst.

source: There was an error fetching this service.
nl: Er is een fout opgetreden bij het ophalen van deze dienst.

source: There was an error loading catalogs.
nl: Er is een fout opgetreden bij het laden van de catalogi.

source: There was an error loading orders.
nl: Er is een fout opgetreden bij het laden van de aanvragen.

source: There was an error loading snapshots.
nl: Er is een fout opgetreden bij het laden van de momentopnamen.

source: There was an error loading the services.
nl: Er is een fout opgetreden bij het laden van de diensten.

source: There was an error loading the vm details.
nl: Er s een fout opgetreden bij het laden van de vm details.

source: There was an error loading the vm.
nl: Er is een fout opgetreden bij het laden van de vm.

source: There was an error opening the console.
nl: Er is een fout opgetreden bij het openen van de console

source: There was an error removing one or more services.
nl: Er is een fout opgetreden bij het verwijderen van 1 of meer diensten.

source: There was an error removing order
nl: Er is een fout opgetreden bij het verwijderen van de bestelling.

source: There was an error removing this service.
nl: Er is een fout opgetreden bij het verwijderen van deze dienst.

source: There was an error retiring this %s.
nl: Er is een fout opgetreden bij het verwijderen van deze %s.

source: There was an error retiring this service.
nl: Er is een fout opgetreden bij het laten vervallen van deze dienst.

source: There was an error saving ownership.
nl: Er is een fout opgetreden tijdens het opslaan van het eigenaarsschap.

source: There was an error starting this %s.
nl: Er is een fout opgetreden bij het starten van deze %s.

source: There was an error stopping this %s.
nl: Er is een fout opgetreden bij het stoppen van deze %s.

source: There was an error submitting this request:
nl: Er is een fout opgetreden bij het verzenden van deze aanvraag.

source: There was an error suspending this %s.
nl: Er is een fout opgetreden bij het pauzeren van deze %s.

source: There was an error tagging this service.
nl: Er is een fout opgetreden bij het etiketteren van deze dienst.

source: Total Requests
nl: Totaal Aanvragen

source: Total Services
nl: Totaal Diensten

source: Total Snapshots
nl: Totaal Momentopnamen

source: Total orders submitted
nl: Totaal aanvragen verzonden

source: Total services ordered, both active and retired
nl: Totaal diensten aangevraagd, zowel actief als vervallen

source: Unknown
nl: Onbekend

source: Unsupported console protocol returned.
nl: Niet ondersteunt console protocol geretourneerd

source: Updated
nl: Gewijzigd

source: Updated:
nl: Gewijzigd:

source: User Default
nl: Gebruiker Standaard

source: User Name:
nl: Gebruikersnaam:

source: User Role:
nl: Gebruikersrol:

source: User does not have privileges to login.
nl: Gebruiker heeft geen bevoegdheden om in te loggen.

source: Username
nl: Gebruikersnaam

source: VM Snapshots
nl: VM Momentopname

source: Verbosity
nl: Detailniveau

source: Version:
nl: Versie:

source: Waiting for the console to become ready.
nl: Wacht op beschikbaar komen van console.

source: Warning: The selected Services and ALL of their components will be immediately retired!
nl: Waarschuwing: De geselecteerde Diensten inclusief AL hun componenten vervallen direct!

source: Warning: The selected Services and ALL of their components will be permanently removed!
nl: Waarschuwing: De geselecteerde Diensten worden inclusief AL hun componenten direct verwijderd!

source: Watch Live
nl: Bekijk Nu

source: We apologize for the inconvenience.
nl: Wij veronderschuldigen ons voor het ongemak.

source: Yes, Remove Service
nl: Ja, Verwijder Dienst

source: Yes, Retire Service Now
nl: Ja, Laat Dienst Nu vervallen

source: You do not have permission to view the Service UI. Contact your administrator to update your group permissions.
nl: U heeft geen persimmies om de Diensten Interface to zien. Neem contact op me tuw beheerder om uw groeps permissies aan te laten passen.

source: Your current edits are invalid and cannot be saved. Continuing will discard your changes.
nl: Je huidige aanpassingen zijn ongeldig en kunnen niet worden opgeslagen. Doorgaan betekend dat deze wijzigingen verloren gaan.

source: Your session has timed out.
nl: Je sessie is verlopen.

source: and all of its service requests will be permanently removed!
nl: en alle bijbehorende dienst aanvragen worden permanent verwijderd!

source: items
nl: onderdelen

source: locale_name
nl: Nederlands

source: of
nl: van

source: suspend this service
nl: pauzeer deze dienst

source: unread notifications
nl: ongelezen notificaties

source: was removed.
nl: is verwijderd.

source: was retired.
nl: is vervallen.

source: {{ $count }} item
nl: {{ $count }} onderdeel
